Repository: fcttechnologies/VillainArc
Catalog: VillainArc/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans

source: When this is on, deleting a workout keeps its performances so suggestions have more data to work with. When it is off, it permanently removes the session and the suggestion data tied to it.
de: Wenn dies aktiv ist, behält das Löschen eines Workouts seine Leistungen, damit Vorschläge mehr Daten zur Verfügung haben. Wenn es deaktiviert ist, wird die Einheit und die damit verknüpften Vorschlagsdaten dauerhaft entfernt.
es: Cuando esto está activado, eliminar un entrenamiento conserva sus rendimientos para que las sugerencias tengan más datos con los que trabajar. Cuando está desactivado, elimina permanentemente la sesión y los datos de sugerencias asociados a ella.
fr: Lorsque ceci est activé, la suppression d'une séance conserve ses performances afin que les suggestions disposent de plus de données. Lorsque c'est désactivé, la séance et les données de suggestion associées sont définitivement supprimées.
it: Quando è attivo, eliminando un allenamento le sue performance vengono conservate, così i suggerimenti hanno più dati su cui lavorare. Quando è disattivato, la sessione e i dati dei suggerimenti collegati vengono rimossi definitivamente.
ja: オンにすると、ワークアウトを削除してもその記録が残り、提案がより多くのデータを活用できます。オフにすると、セッションとそれに紐づく提案データが完全に削除されます。
ko: 이걸 켜면 운동을 삭제해도 수행 기록은 남아서 제안이 활용할 데이터가 더 많아져요. 끄면 세션과 거기에 연결된 제안 데이터가 완전히 삭제돼요.
pt_br: Quando isto está ativado, excluir um treino mantém seus desempenhos para que as sugestões tenham mais dados para trabalhar. Quando está desativado, remove permanentemente a sessão e os dados de sugestão associados a ela.
ru: Когда включено, при удалении тренировки её результаты сохраняются, чтобы рекомендациям было на чём учиться. Когда выключено, тренировка и связанные с ней данные рекомендаций удаляются навсегда.
zh_hans: 开启此项后，删除训练会保留其表现数据，让建议有更多依据。关闭后，则会永久移除该训练及其关联的建议数据。

source: When to log the water. Leave empty for now.
de: Wann das Wasser erfasst werden soll. Leer lassen für jetzt.
es: Cuándo registrar el agua. Déjalo vacío para ahora.
fr: Quand enregistrer l’eau. Laisse vide pour maintenant.
it: Quando registrare l'acqua. Lascia vuoto per adesso.
ja: 水分を記録する日時。空欄にすると現在の日時になります。
ko: 물을 언제 기록할지 정하세요. 지금은 비워두어도 돼요.
pt_br: Quando registrar a água. Deixe vazio para agora.
ru: Когда записать воду. Оставьте пустым, чтобы записать сейчас.
zh_hans: 饮水记录的时间。留空则记为现在。

source: When you have a plan, show your last performance in the reference column by default instead of the plan target. Tap the column header during a workout to switch.
de: Wenn du einen Plan hast, zeige in der Referenzspalte standardmäßig deine letzte Leistung statt des Planziels. Tippe während eines Workouts auf die Spaltenüberschrift, um zu wechseln.
es: Cuando tienes un plan, muestra por defecto tu último rendimiento en la columna de referencia en lugar del objetivo del plan. Toca el encabezado de la columna durante un entrenamiento para cambiar.
fr: Lorsque tu as un plan, affiche par défaut ta dernière performance dans la colonne de référence plutôt que l'objectif du plan. Touche l'en-tête de la colonne pendant une séance pour changer.
it: Quando hai una scheda, mostra come predefinita la tua ultima performance nella colonna di riferimento invece del target della scheda. Tocca l'intestazione della colonna durante l'allenamento per cambiare.
ja: プランがある場合、参照列にプランの目標値ではなく前回の記録を標準で表示します。ワークアウト中に列見出しをタップすると切り替えられます。
ko: 플랜이 있을 때 참고 열에 플랜 목표 대신 지난 수행 기록을 기본으로 표시해요. 운동 중에 열 머리글을 탭하면 전환할 수 있어요.
pt_br: Quando você tem um plano, mostra por padrão seu último desempenho na coluna de referência em vez da meta do plano. Toque no cabeçalho da coluna durante um treino para alternar.
ru: Когда есть план, в колонке-ориентире по умолчанию показывается прошлый результат вместо цели плана. Во время тренировки коснитесь заголовка колонки, чтобы переключить.
zh_hans: 有计划时，参考列默认显示你上次的表现而不是计划目标。训练中点按列标题即可切换。

source: When's your birthday?
de: Wann hast du Geburtstag?
es: ¿Cuándo es tu cumpleaños?
fr: Quelle est ta date d'anniversaire ?
it: Quand'è il tuo compleanno?
ja: 生年月日を教えてください
ko: 생일이 언제인가요?
pt_br: Quando é seu aniversário?
ru: Когда у тебя день рождения?
zh_hans: 你的生日是？

source: Which cardio session would you like to open?
de: Welche Cardio-Session möchtest du öffnen?
es: ¿Qué sesión de cardio te gustaría abrir?
fr: Quelle séance de cardio souhaites-tu ouvrir ?
it: Quale sessione cardio vuoi aprire?
ja: どの有酸素セッションを開きますか？
ko: 어떤 유산소 세션을 열까요?
pt_br: Qual sessão de cardio você gostaria de abrir?
ru: Какое кардио открыть?
zh_hans: 你想打开哪次有氧训练？

source: Which exercise history would you like to open?
de: Welchen Übungsverlauf möchtest du öffnen?
es: ¿Qué historial de ejercicio te gustaría abrir?
fr: Quel historique d'exercice souhaites-tu ouvrir ?
it: Di quale esercizio vuoi aprire la cronologia?
ja: どの種目の履歴を開きますか？
ko: 어떤 종목의 기록을 열까요?
pt_br: Qual histórico de exercício você gostaria de abrir?
ru: Историю какого упражнения открыть?
zh_hans: 你想打开哪个动作的历史？

source: Which exercise should replace it?
de: Welche Übung soll sie ersetzen?
es: ¿Qué ejercicio debería reemplazarlo?
fr: Quel exercice doit le remplacer ?
it: Con quale esercizio vuoi sostituirlo?
ja: どの種目に置き換えますか？
ko: 어떤 종목으로 교체할까요?
pt_br: Qual exercício deve substituí-lo?
ru: На какое упражнение заменить?
zh_hans: 用哪个动作替换它？

source: Which exercise would you like to open?
de: Welche Übung möchtest du öffnen?
es: ¿Qué ejercicio te gustaría abrir?
fr: Quel exercice souhaites-tu ouvrir ?
it: Quale esercizio vuoi aprire?
ja: どの種目を開きますか？
ko: 어떤 종목을 열까요?
pt_br: Qual exercício você gostaria de abrir?
ru: Какое упражнение открыть?
zh_hans: 你想打开哪个动作？

source: Which exercise would you like to update?
de: Welche Übung möchtest du aktualisieren?
es: ¿Qué ejercicio te gustaría actualizar?
fr: Quel exercice souhaites-tu mettre à jour ?
it: Quale esercizio vuoi aggiornare?
ja: どの種目を更新しますか？
ko: 어떤 종목을 업데이트할까요?
pt_br: Qual exercício você gostaria de atualizar?
ru: Какое упражнение обновить?
zh_hans: 你想更新哪个动作？

source: Which exercise?
de: Welche Übung?
es: ¿Qué ejercicio?
fr: Quel exercice ?
it: Quale esercizio?
ja: どの種目ですか？
ko: 어떤 종목인가요?
pt_br: Qual exercício?
ru: Какое упражнение?
zh_hans: 哪个动作？

source: Which exercises?
de: Welche Übungen?
es: ¿Qué ejercicios?
fr: Quels exercices ?
it: Quali esercizi?
ja: どの種目ですか？
ko: 어떤 종목인가요?
pt_br: Quais exercícios?
ru: Какие упражнения?
zh_hans: 哪些动作？

source: Which workout plan would you like to delete?
de: Welchen Trainingsplan möchtest du löschen?
es: ¿Qué plan de entrenamiento te gustaría eliminar?
fr: Quel programme d'entraînement souhaites-tu supprimer ?
it: Quale scheda vuoi eliminare?
ja: どのワークアウトプランを削除しますか？
ko: 어떤 운동 플랜을 삭제할까요?
pt_br: Qual plano de treino você gostaria de excluir?
ru: Какой план тренировки удалить?
zh_hans: 你想删除哪个训练计划？

source: Which workout plan would you like to edit?
de: Welchen Trainingsplan möchtest du bearbeiten?
es: ¿Qué plan de entrenamiento te gustaría editar?
fr: Quel programme d'entraînement souhaites-tu modifier ?
it: Quale scheda vuoi modificare?
ja: どのワークアウトプランを編集しますか？
ko: 어떤 운동 플랜을 편집할까요?
pt_br: Qual plano de treino você gostaria de editar?
ru: Какой план тренировки изменить?
zh_hans: 你想编辑哪个训练计划？

source: Which workout plan would you like to open?
de: Welchen Trainingsplan möchtest du öffnen?
es: ¿Qué plan de entrenamiento te gustaría abrir?
fr: Quel programme d'entraînement souhaites-tu ouvrir ?
it: Quale scheda vuoi aprire?
ja: どのワークアウトプランを開きますか？
ko: 어떤 운동 플랜을 열까요?
pt_br: Qual plano de treino você gostaria de abrir?
ru: Какой план тренировки открыть?
zh_hans: 你想打开哪个训练计划？

source: Which workout plan would you like to update?
de: Welchen Trainingsplan möchtest du aktualisieren?
es: ¿Qué plan de entrenamiento te gustaría actualizar?
fr: Quel programme d'entraînement souhaites-tu mettre à jour ?
it: Quale scheda vuoi aggiornare?
ja: どのワークアウトプランを更新しますか？
ko: 어떤 운동 플랜을 업데이트할까요?
pt_br: Qual plano de treino você gostaria de atualizar?
ru: Какой план тренировки обновить?
zh_hans: 你想更新哪个训练计划？

source: Which workout plan would you like to use?
de: Welchen Trainingsplan möchtest du verwenden?
es: ¿Qué plan de entrenamiento te gustaría usar?
fr: Quel programme d'entraînement souhaites-tu utiliser ?
it: Quale scheda vuoi usare?
ja: どのワークアウトプランを使いますか？
ko: 어떤 운동 플랜을 사용할까요?
pt_br: Qual plano de treino você gostaria de usar?
ru: Какой план тренировки использовать?
zh_hans: 你想使用哪个训练计划？

source: Which workout would you like to delete?
de: Welches Workout möchtest du löschen?
es: ¿Qué entrenamiento te gustaría eliminar?
fr: Quelle séance souhaites-tu supprimer ?
it: Quale allenamento vuoi eliminare?
ja: どのワークアウトを削除しますか？
ko: 어떤 운동을 삭제할까요?
pt_br: Qual treino você gostaria de excluir?
ru: Какую тренировку удалить?
zh_hans: 你想删除哪次训练？

source: Which workout would you like to open?
de: Welches Workout möchtest du öffnen?
es: ¿Qué entrenamiento te gustaría abrir?
fr: Quelle séance souhaites-tu ouvrir ?
it: Quale allenamento vuoi aprire?
ja: どのワークアウトを開きますか？
ko: 어떤 운동을 열까요?
pt_br: Qual treino você gostaria de abrir?
ru: Какую тренировку открыть?
zh_hans: 你想打开哪次训练？

source: Which workout would you like to save as a plan?
de: Welches Workout möchtest du als Plan speichern?
es: ¿Qué entrenamiento te gustaría guardar como plan?
fr: Quelle séance souhaites-tu enregistrer comme plan ?
it: Quale allenamento vuoi salvare come scheda?
ja: どのワークアウトをプランとして保存しますか？
ko: 어떤 운동을 플랜으로 저장할까요?
pt_br: Qual treino você gostaria de salvar como plano?
ru: Какую тренировку сохранить как план?
zh_hans: 你想把哪次训练存储为计划？

source: WiFi Required
de: WLAN erforderlich
es: Se requiere wifi
fr: Wi-Fi requis
it: Wi-Fi necessario
ja: Wi-Fiが必要です
ko: WiFi 필요
pt_br: Wi-Fi necessário
ru: Нужен Wi-Fi
zh_hans: 需要 WiFi

source: Working around travel, vacation, or routine changes
de: Anpassung an Reisen, Urlaub oder Routineänderungen
es: Adaptarte a viajes, vacaciones o cambios de rutina
fr: S'adapter aux voyages, vacances ou changements de routine
it: Ti stai adattando a viaggi, vacanze o cambi di routine
ja: 旅行、休暇、生活の変化に合わせて調整中
ko: 여행, 휴가, 일정 변화에 맞춰 조정 중이에요
pt_br: Lidando com viagem, férias ou mudanças na rotina
ru: Подстройка под поездку, отпуск или смену режима
zh_hans: 在出行、休假或作息变化中灵活安排

source: Working Set
de: Arbeitssatz
es: Serie efectiva
fr: Série de travail
it: Serie effettiva
ja: メインセット
ko: 본 세트
pt_br: Série de trabalho
ru: Рабочий подход
zh_hans: 正式组

source: Workout actions.
de: Workout-Aktionen.
es: Acciones del entrenamiento.
fr: Actions de la séance.
it: Azioni dell'allenamento.
ja: ワークアウトの操作。
ko: 운동 작업.
pt_br: Ações do treino.
ru: Действия с тренировкой.
zh_hans: 训练操作。

source: Workout cancelled.
de: Workout abgebrochen.
es: Entrenamiento cancelado.
fr: Séance annulée.
it: Allenamento annullato.
ja: ワークアウトをキャンセルしました。
ko: 운동을 취소했어요.
pt_br: Treino cancelado.
ru: Тренировка отменена.
zh_hans: 训练已取消。

source: workout completed
de: Workout abgeschlossen
es: entrenamiento completado
fr: séance terminée
it: allenamento completato
ja: ワークアウト完了
ko: 운동 완료
pt_br: treino concluído
ru: тренировка выполнена
zh_hans: 训练已完成

source: Workout Context
de: Workout-Kontext
es: Contexto del entrenamiento
fr: Contexte de la séance
it: Contesto dell'allenamento
ja: ワークアウトの状態
ko: 운동 컨디션
pt_br: Contexto do treino
ru: Контекст тренировки
zh_hans: 训练状态

source: Workout deleted because no completed sets remained.
de: Workout gelöscht, da keine abgeschlossenen Sätze übrig waren.
es: Entrenamiento eliminado porque no quedaron series completadas.
fr: Séance supprimée car aucune série terminée ne subsistait.
it: Allenamento eliminato perché non restavano serie completate.
ja: 完了したセットが残っていないため、ワークアウトを削除しました。
ko: 완료된 세트가 남지 않아 운동을 삭제했어요.
pt_br: Treino excluído porque não restaram séries concluídas.
ru: Тренировка удалена: не осталось выполненных подходов.
zh_hans: 由于没有已完成的组，训练已删除。

source: Workout deleted.
de: Workout gelöscht.
es: Entrenamiento eliminado.
fr: Séance supprimée.
it: Allenamento eliminato.
ja: ワークアウトを削除しました。
ko: 운동을 삭제했어요.
pt_br: Treino excluído.
ru: Тренировка удалена.
zh_hans: 训练已删除。

source: Workout effort
de: Workout-Anstrengung
es: Esfuerzo del entrenamiento
fr: Effort de la séance
it: Sforzo dell'allenamento
ja: ワークアウトの努力度
ko: 운동 노력도
pt_br: Esforço do treino
ru: Усилие на тренировке
zh_hans: 训练强度

source: Workout Effort
de: Workout-Anstrengung
es: Esfuerzo del entrenamiento
fr: Effort de la séance
it: Sforzo dell'allenamento
ja: ワークアウトの努力度
ko: 운동 노력도
pt_br: Esforço do treino
ru: Усилие на тренировке
zh_hans: 训练强度

source: Workout effort dial
de: Anstrengungs-Rad fürs Workout
es: Dial de esfuerzo del entrenamiento
fr: Cadran d'effort de la séance
it: Ghiera dello sforzo dell'allenamento
ja: ワークアウトの努力度ダイヤル
ko: 운동 노력도 다이얼
pt_br: Seletor de esforço do treino
ru: Шкала усилия
zh_hans: 训练强度转盘

source: Workout elapsed time
de: Verstrichene Workout-Zeit
es: Tiempo transcurrido del entrenamiento
fr: Temps écoulé de la séance
it: Tempo trascorso dell'allenamento
ja: ワークアウトの経過時間
ko: 운동 경과 시간
pt_br: Tempo decorrido do treino
ru: Время тренировки
zh_hans: 训练已用时间

source: Workout finish canceled.
de: Beenden des Workouts abgebrochen.
es: Finalización del entrenamiento cancelada.
fr: Fin de la séance annulée.
it: Chiusura dell'allenamento annullata.
ja: ワークアウトの終了をキャンセルしました。
ko: 운동 완료를 취소했어요.
pt_br: Finalização do treino cancelada.
ru: Завершение тренировки отменено.
zh_hans: 已取消完成训练。

source: Workout History
de: Workout-Verlauf
es: Historial de entrenamientos
fr: Historique de séances
it: Cronologia degli allenamenti
ja: ワークアウトの履歴
ko: 운동 기록
pt_br: Histórico de treinos
ru: История тренировок
zh_hans: 训练历史

# Workout in progress. %@. %@
source: Workout in progress. %1$@. %2$@
de: Workout läuft. %1$@. %2$@
es: Entrenamiento en curso. %1$@. %2$@
fr: Séance en cours. %1$@. %2$@
it: Allenamento in corso. %1$@. %2$@
ja: ワークアウトを実行中。%1$@。%2$@
ko: 운동 진행 중. %1$@. %2$@
pt_br: Treino em andamento. %1$@. %2$@
ru: Идёт тренировка. %1$@. %2$@
zh_hans: 训练进行中。%1$@。%2$@

source: Workout Notes
de: Workout-Notizen
es: Notas del entrenamiento
fr: Notes de la séance
it: Note dell'allenamento
ja: ワークアウトのメモ
ko: 운동 메모
pt_br: Notas do treino
ru: Заметки тренировки
zh_hans: 训练备注

source: Workout notes: %@
de: Workout-Notizen: %@
es: Notas del entrenamiento: %@
fr: Notes de la séance : %@
it: Note dell'allenamento: %@
ja: ワークアウトのメモ：%@
ko: 운동 메모: %@
pt_br: Notas do treino: %@
ru: Заметки тренировки: %@
zh_hans: 训练备注：%@

source: Workout Options
de: Workout-Optionen
es: Opciones del entrenamiento
fr: Options de la séance
it: Opzioni dell'allenamento
ja: ワークアウトのオプション
ko: 운동 옵션
pt_br: Opções do treino
ru: Действия с тренировкой
zh_hans: 训练选项

source: Workout Outcome & Patterns
de: Workout-Ergebnis & Muster
es: Resultado y patrones del entrenamiento
fr: Résultat et tendances de la séance
it: Esiti e andamenti dell'allenamento
ja: ワークアウトの結果と傾向
ko: 운동 결과 & 패턴
pt_br: Resultado e padrões do treino
ru: Результаты и закономерности
zh_hans: 训练结果与规律

# Workout pending review. %@. %@
source: Workout pending review. %1$@. %2$@
de: Workout wartet auf Prüfung. %1$@. %2$@
es: Entrenamiento pendiente de revisión. %1$@. %2$@
fr: Séance en attente d'examen. %1$@. %2$@
it: Allenamento da rivedere. %1$@. %2$@
ja: ワークアウトは確認待ちです。%1$@。%2$@
ko: 운동 검토 대기 중. %1$@. %2$@
pt_br: Treino aguardando revisão. %1$@. %2$@
ru: Тренировка ждёт проверки. %1$@. %2$@
zh_hans: 训练待查看。%1$@。%2$@

source: Workout Plan
de: Trainingsplan
es: Plan de entrenamiento
fr: Programme d'entraînement
it: Scheda di allenamento
ja: ワークアウトプラン
ko: 운동 플랜
pt_br: Plano de treino
ru: План тренировки
zh_hans: 训练计划

source: Workout plan actions.
de: Trainingsplan-Aktionen.
es: Acciones del plan de entrenamiento.
fr: Actions du programme d'entraînement.
it: Azioni della scheda.
ja: ワークアウトプランの操作。
ko: 운동 플랜 작업.
pt_br: Ações do plano de treino.
ru: Действия с планом тренировки.
zh_hans: 训练计划操作。

source: Workout plan deleted.
de: Trainingsplan gelöscht.
es: Plan de entrenamiento eliminado.
fr: Programme d'entraînement supprimé.
it: Scheda eliminata.
ja: ワークアウトプランを削除しました。
ko: 운동 플랜을 삭제했어요.
pt_br: Plano de treino excluído.
ru: План тренировки удалён.
zh_hans: 训练计划已删除。

source: Workout plan marked as favorite.
de: Trainingsplan als Favorit markiert.
es: Plan de entrenamiento marcado como favorito.
fr: Programme d'entraînement marqué comme favori.
it: Scheda aggiunta ai preferiti.
ja: ワークアウトプランをお気に入りに追加しました。
ko: 운동 플랜을 즐겨찾기에 추가했어요.
pt_br: Plano de treino marcado como favorito.
ru: План тренировки добавлен в избранное.
zh_hans: 训练计划已收藏。

source: Workout plan removed from favorites.
de: Trainingsplan aus Favoriten entfernt.
es: Plan de entrenamiento quitado de favoritos.
fr: Programme d'entraînement retiré des favoris.
it: Scheda rimossa dai preferiti.
ja: ワークアウトプランをお気に入りから削除しました。
ko: 운동 플랜을 즐겨찾기에서 뺐어요.
pt_br: Plano de treino removido dos favoritos.
ru: План тренировки убран из избранного.
zh_hans: 训练计划已取消收藏。

source: Workout Plans
de: Trainingspläne
es: Planes de entrenamiento
fr: Programmes d'entraînement
it: Schede di allenamento
ja: ワークアウトプラン
ko: 운동 플랜
pt_br: Planos de treino
ru: Планы тренировок
zh_hans: 训练计划

source: Workout plans list options.
de: Optionen der Trainingsplan-Liste.
es: Opciones de la lista de planes de entrenamiento.
fr: Options de la liste des programmes d'entraînement.
it: Opzioni dell'elenco delle schede.
ja: ワークアウトプラン一覧のオプション。
ko: 운동 플랜 목록 옵션.
pt_br: Opções da lista de planos de treino.
ru: Действия со списком планов тренировок.
zh_hans: 训练计划列表选项。

source: Workout route map
de: Workout-Routenkarte
es: Mapa de ruta del entrenamiento
fr: Carte d'itinéraire de la séance
it: Mappa del percorso dell'allenamento
ja: ワークアウトのルートマップ
ko: 운동 경로 지도
pt_br: Mapa de rota do treino
ru: Карта маршрута тренировки
zh_hans: 训练路线地图

source: Workout Settings
de: Workout-Einstellungen
es: Ajustes de entrenamiento
fr: Réglages de séance
it: Impostazioni dell'allenamento
ja: ワークアウト設定
ko: 운동 설정
pt_br: Ajustes de treino
ru: Настройки тренировки
zh_hans: 训练设置

source: Workout split
de: Trainingssplit
es: Split de entrenamiento
fr: Split d'entraînement
it: Split di allenamento
ja: ワークアウトスプリット
ko: 운동 스플릿
pt_br: Split de treino
ru: Сплит
zh_hans: 训练分化

source: Workout Split
de: Trainingssplit
es: Split de entrenamiento
fr: Split d'entraînement
it: Split di allenamento
ja: ワークアウトスプリット
ko: 운동 스플릿
pt_br: Split de treino
ru: Сплит
zh_hans: 训练分化

source: Workout Splits
de: Trainingssplits
es: Splits de entrenamiento
fr: Splits d'entraînement
it: Split di allenamento
ja: ワークアウトスプリット
ko: 운동 스플릿
pt_br: Splits de treino
ru: Сплиты
zh_hans: 训练分化

# Workout summary ready. %@. %@
source: Workout summary ready. %1$@. %2$@
de: Workout-Zusammenfassung bereit. %1$@. %2$@
es: Resumen del entrenamiento listo. %1$@. %2$@
fr: Récapitulatif de la séance prêt. %1$@. %2$@
it: Riepilogo dell'allenamento pronto. %1$@. %2$@
ja: ワークアウトサマリーの準備ができました。%1$@。%2$@
ko: 운동 요약 준비 완료. %1$@. %2$@
pt_br: Resumo do treino pronto. %1$@. %2$@
ru: Итоги тренировки готовы. %1$@. %2$@
zh_hans: 训练总结已就绪。%1$@。%2$@

source: Workout Volume
de: Workout-Volumen
es: Volumen del entrenamiento
fr: Volume de la séance
it: Volume di allenamento
ja: ワークアウトのボリューム
ko: 운동 볼륨
pt_br: Volume do treino
ru: Объём тренировки
zh_hans: 训练量

source: Wrap this maintain goal up and save its range to your history.
de: Schließe dieses Halteziel ab und speichere seinen Bereich in deinem Verlauf.
es: Cierra este objetivo de mantenimiento y guarda su rango en tu historial.
fr: Clôture cet objectif de maintien et enregistre sa plage dans ton historique.
it: Chiudi questo obiettivo di mantenimento e salva il suo intervallo nella cronologia.
ja: この維持目標を終了し、その範囲を履歴に保存します。
ko: 이 유지 목표를 마무리하고 범위를 기록에 저장해요.
pt_br: Encerre esta meta de manutenção e salve seu intervalo no seu histórico.
ru: Завершить цель по поддержанию и сохранить её коридор в историю.
zh_hans: 结束这个保持目标，并把它的区间保存到你的历史中。

source: Wrapping Things Up
de: Abschluss
es: Finalizando
fr: Finalisation
it: Stiamo completando
ja: まとめています
ko: 마무리하는 중
pt_br: Finalizando
ru: Завершаем
zh_hans: 正在收尾

source: Wrist Temperature
de: Handgelenktemperatur
es: Temperatura de muñeca
fr: Température du poignet
it: Temperatura al polso
ja: 手首の温度
ko: 손목 온도
pt_br: Temperatura do pulso
ru: Температура запястья
zh_hans: 手腕温度

source: Wrists
de: Handgelenke
es: Muñecas
fr: Poignets
it: Polsi
ja: 手首
ko: 손목
pt_br: Punhos
ru: Запястья
zh_hans: 手腕

source: year
de: Jahr
es: año
fr: an
it: anno
ja: 年
ko: 년
pt_br: ano
ru: год
zh_hans: 年

source: yearly
de: jährlich
es: anual
fr: annuel
it: annuale
ja: 年額
ko: 매년
pt_br: anual
ru: ежегодно
zh_hans: 按年

source: Yearly
de: Jährlich
es: Anual
fr: Annuel
it: Annuale
ja: 年額
ko: 연간
pt_br: Anual
ru: Ежегодно
zh_hans: 年付

source: Yearly plan
de: Jahresabo
es: Plan anual
fr: Forfait annuel
it: Piano annuale
ja: 年額プラン
ko: 연간 플랜
pt_br: Plano anual
ru: Годовой тариф
zh_hans: 年付方案

source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì
ja: はい
ko: 예
pt_br: Sim
ru: Да
zh_hans: 是

source: Yes, keep weekends free
de: Ja, Wochenenden freihalten
es: Sí, dejar los fines de semana libres
fr: Oui, garder les week-ends libres
it: Sì, tieni liberi i fine settimana
ja: はい、週末は空ける
ko: 네, 주말은 비워둘게요
pt_br: Sim, manter os fins de semana livres
ru: Да, оставить выходные свободными
zh_hans: 是，周末留空

source: You already have an active cardio session.
de: Du hast bereits eine aktive Cardio-Session.
es: Ya tienes una sesión de cardio activa.
fr: Tu as déjà une séance de cardio active.
it: Hai già una sessione cardio attiva.
ja: すでに実行中の有酸素セッションがあります。
ko: 이미 진행 중인 유산소 세션이 있어요.
pt_br: Você já tem uma sessão de cardio ativa.
ru: У тебя уже есть активное кардио.
zh_hans: 你已经有一次进行中的有氧训练。

source: You are currently working on a workout plan. Finish that first.
de: Du arbeitest gerade an einem Trainingsplan. Schließe diesen zuerst ab.
es: Actualmente estás trabajando en un plan de entrenamiento. Termina ese primero.
fr: Tu travailles actuellement sur un programme d'entraînement. Termine-le d'abord.
it: Stai lavorando a una scheda. Prima completa quella.
ja: 現在ワークアウトプランを作成中です。先にそちらを完了してください。
ko: 지금 운동 플랜을 작업 중이에요. 그것부터 마무리하세요.
pt_br: Você está trabalhando em um plano de treino no momento. Termine esse primeiro.
ru: Сейчас ты работаешь над планом тренировки. Сначала заверши его.
zh_hans: 你正在编排一个训练计划。请先完成它。

source: You are currently working out, finish that first.
de: Du trainierst gerade, schließe das zuerst ab.
es: Actualmente estás entrenando, termina eso primero.
fr: Tu es en pleine séance, termine-la d'abord.
it: Ti stai allenando, prima termina l'allenamento.
ja: 現在ワークアウト中です。先にそちらを終了してください。
ko: 지금 운동 중이에요. 그것부터 마무리하세요.
pt_br: Você está treinando no momento, termine isso primeiro.
ru: Сейчас идёт тренировка, сначала завершите её.
zh_hans: 你正在训练中，请先完成它。

source: You are hitting: %@.
de: Du trainierst: %@.
es: Estás trabajando: %@.
fr: Tu cibles : %@.
it: Stai allenando: %@.
ja: 対象の部位：%@。
ko: 오늘 자극할 부위: %@.
pt_br: Você está trabalhando: %@.
ru: Ты прорабатываешь: %@.
zh_hans: 你正在练：%@。

# You burn %@ %@ on %@.
source: You burn %1$@ %2$@ on %3$@.
de: Du verbrennst %1$@ %2$@ am %3$@.
es: Quemas %1$@ %2$@ los %3$@.
fr: Tu brûles %1$@ %2$@ le %3$@.
it: Bruci %1$@ %2$@ di %3$@.
ja: %3$@は%1$@%2$@を消費しています。
ko: %3$@에 %1$@ %2$@를 소모해요.
pt_br: Você queima %1$@ %2$@ em %3$@.
ru: Ты сжигаешь %1$@ %2$@ (%3$@).
zh_hans: %3$@你会消耗%1$@%2$@。

# You burn the most calories on %@. %@ %@.
source: You burn the most calories on %1$@. %2$@ %3$@.
de: Die meisten Kalorien verbrennst du am %1$@. %2$@ %3$@.
es: Quemas más calorías los %1$@. %2$@ %3$@.
fr: C'est le %1$@ que tu brûles le plus de calories. %2$@ %3$@.
it: Bruci più calorie di %1$@. %2$@ %3$@.
ja: 最もカロリーを消費しているのは%1$@です。%2$@%3$@。
ko: 칼로리를 가장 많이 소모하는 요일은 %1$@이에요. %2$@ %3$@.
pt_br: Você queima mais calorias em %1$@. %2$@ %3$@.
ru: Больше всего калорий ты сжигаешь (%1$@). %2$@ %3$@.
zh_hans: 你在%1$@消耗的热量最多。%2$@%3$@。
